{
    language:"en",

    noun:[
            ["king", "kings"], ["queen", "queens"], ["cat", "cats"], ["man", "men"], ["pig", "pigs"],
            ["woman", "women"], ["kitten", "kittens"], ["accordion", "accordions"], ["rapper", "rappers"],
            ["crayon", "crayons"], ["bathtub", "bathtubs"], ["ant", "ants"], ["fly", "flies"],
            ["skull", "skulls"], ["boot", "boots"], ["bottle", "bottles"], ["train", "trains"],
            ["lollipop", "lollipops"], ["bus", "buses"], ["ball", "balls"], ["bee", "bees"],
            ["beetle", "beetles"], ["bell", "bells"], ["cake", "cakes"], ["car", "cars"],
            ["pizza", "pizzas"], ["pineapple", "pineapples"], ["laptop", "laptops"],
            ["shoe", "shoes"], ["hat", "hats"], ["chair", "chairs"], ["bagpipe", "bagpipes"],
            ["party", "parties"], ["office", "offices"], ["guitar", "guitars"], ["animal", "animals"],
            ["apple", "apples"], ["rooster", "roosters"], ["chicken", "chickens"], ["bike", "bikes"],
            ["computer", "computers"], ["bear", "bears"], ["wolf", "wolves"], ["bone", "bones"],
            ["Loch Ness monster", "Loch Ness monsters"], ["ice cube", "ice cubes"], ["monk", "monks"],
            ["monkey", "monkeys"], ["therapist", "therapists"], ["stove", "stoves"],
            ["skyscraper", "skyscrapers"], ["house", "houses"], ["garden gnome", "garden gnomes"],
            ["troll", "trolls"], ["gnome", "gnomes"], ["yeti", "yetis"], ["piano", "pianos"],
            ["beast", "beasts"], ["parrot", "parrots"], ["worm", "worms"], ["giraffe", "giraffes"],
            ["zebra", "zebras"], ["ape", "apes"], ["fox", "foxes"], ["cow", "cows"], ["toad", "toads"],
            ["squirrel", "squirrels"], ["frog", "frogs"], ["castle", "castles"], ["pyramid", "pyramids"],
            ["deer"], ["church", "churches"], ["tire", "tires"], ["tepee", "tepees"], ["belt", "belts"],
            ["lawnmower", "lawnmowers"], ["toilet", "toilets"], ["glove", "gloves"], ["diamond ring", "diamond rings"],
            ["bracelet", "bracelets"], ["fanny pack", "fanny packs"], ["bra", "bras"], ["sock", "socks"],
            ["wallet", "wallets"], ["skirt", "skirts"], ["coat", "coats"], ["biplane", "biplanes"],
            ["bikini", "bikinis"], ["swimsuit", "swimsuits"], ["sombrero", "sombreros"], ["fish"],
            ["hood", "hoods"], ["shark", "sharks"], ["bed", "beds"], ["eyeball", "eyeballs"],
            ["oboe", "oboes"], ["harp", "harps"], ["tuba", "tubas"], ["flute", "flutes"], ["beer", "beers"],
            ["violin", "violins"], ["xylophone", "xylophones"], ["teenager", "teenagers"],
            ["ghost", "ghosts"], ["witch", "witches"], ["wizard", "wizards"], ["birdcage", "birdcages"],
            ["gun", "guns"], ["rope", "ropes"], ["pencil", "pencils"], ["fire", "fires"], ["SUV", "SUVs"],
            ["jeep", "jeeps"], ["tank", "tanks"], ["cruise ship", "cruise ships"], ["ninja", "ninjas"],
            ["pancake", "pancakes"], ["llama", "llamas"], ["snake", "snakes"], ["penguin", "penguins"],
            ["dragon", "dragons"], ["ferret", "ferrets"], ["hot dog", "hot dogs"], ["dress", "dresses"],
            ["hot air balloon", "hot air balloons"], ["bulldozer", "bulldozers"], ["camel", "camels"],
            ["carrot", "carrots"], ["caterpillar", "caterpillars"], ["crocodile", "crocodiles"],
            ["football", "footballs"], ["poodle", "poodles"], ["tortilla", "tortillas"],
            ["kidney", "kidneys"], ["cannon", "cannons"], ["priest", "priests"], ["gorilla", "gorillas"],
            ["tomato", "tomatoes"], ["lawyer", "lawyers"], ["leprechaun", "leprechauns"],
            ["monster", "monsters"], ["alien", "aliens"], ["mouse", "mice"], ["onion", "onions"],
            ["roll of toilet paper", "rolls of toilet paper"], ["pickle", "pickles"],
            ["egg", "eggs"], ["minotaur", "minotaurs"], ["satyr", "satyrs"], ["cyclops", "cyclopes"],
            ["cannibal", "cannibals"], ["otter", "otters"], ["burrito", "burritos"],
            ["rattlesnake", "rattlesnakes"], ["jellyfish", "jellyfishes"], ["philosopher", "philosophers"],
            ["anarchist", "anarchists"], ["squid", "squids"], ["murderer", "murderers"],
            ["aristocrat", "aristocrats"], ["bagel", "bagels"], ["goblin", "goblins"], ["eel", "eels"],
            ["flower", "flowers"], ["doctor", "doctors"], ["cello", "cellos"], ["magician", "magicians"],
            ["mime", "mimes"], ["gear", "gears"], ["hamburger", "hamburgers"], ["eggplant", "eggplants"],
            ["vulture", "vultures"], ["robot", "robots"], ["pie", "pies"], ["dinosaur", "dinosaurs"],
            ["pillow", "pillows"], ["bottle", "bottles"], ["light bulb", "light bulbs"],
            ["keyboard", "keyboards"], ["sun", "suns"], ["turtle", "turtle"], ["goth", "goths"]
        ],

    abstract:[
            "hypocrisy", "bigotry", "laziness", "beauty", "bravery", "charity", "confidence",
            "courage", "dedication", "enthusiasm", "evil", "good", "honesty", "honor", "hope",
            "humility", "insanity", "jealousy", "loyalty", "sanity", "self-control", "stupidity",
            "trust", "wisdom", "pain", "pride", "sadness", "adventure", "chaos", "crime", "energy",
            "failure", "frailty", "mortality", "knowledge", "liberty", "mercy", "wizardry", "fascism",
            "hostility", "hubris", "ego", "violence", "piety", "athleticism", "corruption", "failure",
            "guilt", "humor", "karate", "magic", "nonsense", "poverty", "racism", "stupidity",
            "peace"
        ],

    substance:[
            "gold", "silver", "mush", "salt", "chocolate", "ice cream", "honey", "iron", "pasta",
            "rice", "beer", "cake", "coal", "ink", "jam", "jelly", "meat", "metal", "oil", "plastic",
            "salad", "soap", "soup", "steel", "sugar", "wine", "wood", "yogurt", "yarn", "cheese",
            "ice", "glass", "bread", "butter", "garbage", "hair", "leather", "marble", "mud", "sand",
            "seafood", "snow", "toast", "underwear", "water", "liquor", "lasagna"
        ],

    verb-intransitive:[
            ["whine", "whines", "whining", "whined"],
            ["whistle", "whistles", "whistling", "whistled"],
            ["party", "parties", "partying", "partied"],
            ["frolic", "frolics", "frolicking", "frolicked"],
            ["pray", "prays", "praying", "prayed"],
            ["thrust", "thrusts", "thrusting", "thrust"],
            ["spit", "spits", "spitting", "spitted"],
            ["moan", "moans", "moaning", "moaned"],
            ["scowl", "scowls", "scowling", "scowled"],
            ["jump", "jumps", "jumping", "jumped"],
            ["play", "plays", "playing", "played"],
            ["stand", "stands", "standing", "stood"],
            ["disappear", "disappears", "disappearing", "disappeared"],
            ["die", "dies", "dying", "died"],
            ["sleep", "sleeps", "sleeping", "slept"],
            ["swim", "swims", "swimming", "swam"],
            ["fight", "fights", "fighting", "fought"],
            ["clap", "claps", "clapping", "clapped"],
            ["laugh", "laughs", "laughing", "laughed"],
            ["explode", "explodes", "exploding", "exploded"],
            ["implode", "implodes", "imploding", "imploded"],
            ["fall", "falls", "falling", "fell"],
            ["fly", "flies", "flying", "flew"],
            ["grow", "grows", "growing", "grew"],
            ["hide", "hides", "hiding", "hid"],
            ["mourn", "mourns", "mourning", "mourned"],
            ["think", "thinks", "thinking", "thought"],
            ["scavenge", "scavenges", "scavenging", "scavenged"],
            ["sneeze", "sneezes", "sneezing", "sneezed"],
            ["eat", "eats", "eating", "ate"],
            ["run", "runs", "running", "ran"],
            ["strip", "strips", "stripping", "stripped"],
            ["skip", "skips", "skipping", "skipped"],
            ["drive", "drives", "driving", "drove"],
            ["blink", "blinks", "blinking", "blinked"],
            ["cough", "coughs", "coughing", "coughed"],
            ["decay", "decays", "decaying", "decayed"],
            ["exercise", "exercises", "exercising", "exercised"],
            ["water-ski", "water-skis", "water-skiing", "water-skied"],
            ["drool", "drools", "drooling", "drooled"],
            ["mutate", "mutates", "mutating", "mutated"],
            ["chew", "chews", "chewing", "chewed"],
            ["preach", "preaches", "preaching", "preached"],
            ["cosplay", "cosplays", "cosplaying", "cosplayed"],
            ["evaporate", "evaporates", "evaporating", "evaporated"],
            ["moo", "moos", "mooing", "mooed"],
            ["vibrate", "vibrates", "vibrating", "vibrated"],
            ["overcompensate", "overcompensates", "overcompensating", "overcompensated"],
            ["hitchhike", "hitchhikes", "hitchhiking", "hitchhiked"],
            ["sew", "sews", "sewing", "sewed"],
            ["farm", "farms", "farming", "farmed"],
            ["drink", "drinks", "drinking", "drank"],
            ["jog", "jogs", "jogging", "jogged"]
        ],

    verb-transitive:[
            ["fight", "fights", "fighting", "fought"],
            ["high-five", "high-fives", "high-fiving", "high-fived"],
            ["stalk", "stalks", "stalking", "stalked"],
            ["kiss", "kisses", "kissing", "kissed"],
            ["sauté", "sautés", "sautéing", "sautéed"],
            ["cyberbully", "cyberbullies", "cyberbullying", "cyberbullied"],
            ["exploit", "exploits", "exploiting", "exploited"],
            ["insult", "insults", "insulting", "insulted"],
            ["baby-sit", "baby-sits", "baby-sitting", "baby-sat"],
            ["decorate", "decorates", "decorating", "decorated"],
            ["envy", "envies", "envying", "envied"],
            ["clean", "cleans", "cleaning", "cleaned"],
            ["abandon", "abandons", "abandoning", "abandoned"],
            ["hug", "hugs", "hugging", "hugged"],
            ["bite", "bites", "biting", "bit"],
            ["arrest", "arrests", "arresting", "arrested"],
            ["assault", "assaults", "assaulting", "assaulted"],
            ["attack", "attacks", "attacking", "attacked"],
            ["blend", "blends", "blending", "blended"],
            ["challenge", "challenges", "challenging", "challenged"],
            ["chase", "chases", "chasing", "chased"],
            ["climb", "climbs", "climbing", "climbed"],
            ["count", "counts", "counting", "counted"],
            ["dissect", "dissects", "dissecting", "dissected"],
            ["draw", "draws", "drawing", "drew"],
            ["drink", "drinks", "drinking", "drank"],
            ["duel", "duels", "dueling", "dueled"],
            ["evade", "evades", "evading", "evaded"],
            ["avoid", "avoids", "avoiding", "avoided"],
            ["fear", "fears", "fearing", "feared"],
            ["find", "finds", "finding", "found"],
            ["flog", "flogs", "flogging", "flogged"],
            ["fondle", "fondles", "fondling", "fondled"],
            ["grab", "grabs", "grabbing", "grabbed"],
            ["guard", "guards", "guarding", "guarded"],
            ["hit", "hits", "hitting", "hit"],
            ["hold", "holds", "holding", "held"],
            ["hurl", "hurls", "hurling", "hurled"],
            ["imitate", "imitates", "imitating", "imitated"],
            ["improve", "improves", "improving", "improved"],
            ["invade", "invades", "invading", "invaded"],
            ["kick", "kicks", "kicking", "kicked"],
            ["kill", "kills", "killing", "killed"],
            ["make", "makes", "making", "made"],
            ["measure", "measures", "measuring", "measured"],
            ["mock", "mocks", "mocking", "mocked"],
            ["nab", "nabs", "nabbing", "nabbed"],
            ["organize", "organizes", "organizing", "organized"],
            ["pack", "packs", "packing", "packed"],
            ["penetrate", "penetrates", "penetrating", "penetrated"],
            ["photograph", "photographs", "photographing", "photographed"],
            ["picket", "pickets", "picketing", "picketed"],
            ["pilot", "pilots", "piloting", "piloted"],
            ["pinch", "pinches", "pinching", "pinched"],
            ["rebuild", "rebuilds", "rebuilding", "rebuilt"],
            ["rescue", "rescues", "rescuing", "rescued"],
            ["rob", "robs", "robbing", "robbed"],
            ["satisfy", "satisfies", "satisfying", "satisfied"],
            ["save", "saves", "saving", "saved"],
            ["seduce", "seduces", "seducing", "seduced"],
            ["sell", "sells", "selling", "sold"],
            ["shake", "shakes", "shaking", "shook"],
            ["share", "shares", "sharing", "shared"],
            ["sharpen", "sharpens", "sharpening", "sharpened"],
            ["shave", "shaves", "shaving", "shaved"],
            ["shock", "shocks", "shocking", "shocked"],
            ["slap", "slaps", "slapping", "slapped"],
            ["study", "studies", "studying", "studied"],
            ["eat", "eats", "eating", "ate"],
            ["tackle", "tackles", "tackling", "tackled"],
            ["zap", "zaps", "zapping", "zapped"]
        ],

    adjective:[
            "angry", "arrogant", "average", "awful", "beautiful", "bitter", "gothic",
            "brave", "bright", "bumpy", "charming", "cheerful", "clumsy", "confused",
            "crazy", "creepy", "cruel", "cuddly", "dangerous", "defiant", "delicious",
            "dirty", "dizzy", "dull", "embarrassed", "empty", "evil", "fast", "fat", "delicate",
            "funny", "giant", "greasy", "grumpy", "handsome", "happy", "harsh", "gnomish",
            "helpful", "high", "hot", "huge", "jealous", "jolly", "aroused", "pathetic",
            "lazy", "loud", "massive", "mighty", "mysterious", "nasty", "naughty", "owl-like",
            "nervous", "nosy", "obedient", "old", "pretty", "repulsive", "sexy", "short",
            "sad", "scary", "scrawny", "selfish", "sharp", "skinny", "slimy", "smooth", "soft",
            "sticky", "strange", "strong", "tall", "tasty", "terrible", "tiny", "ugly", "weak",
            "wet", "flamboyant", "smarmy", "explosive", "wasteful", "kinky", "soapy", "depraved",
            "condescending", "groovy", "hip", "cool", "hypocritical", "dainty", "jiggly", "miserly",
            "unhygienic", "God-fearing", "plump", "edible", "toxic", "puritan", "tricky", "perky",
            "scruffy", "wimpy", "trashy", "radical", "sloppy", "preachy", "silly"
        ],

    adverb:[
            "angrily", "awkwardly", "badly", "blindly", "bravely", "cheerfully", "crazily",
            "defiantly", "eagerly", "frantically", "happily", "hastily", "lazily",
            "mysteriously", "perfectly", "politely", "poorly", "quickly", "rudely",
            "safely", "tenderly", "unsuccessfully", "quietly", "illegally"
        ],

    subject:{
            m:["Aaron", "Abdul", "Abe", "Adam", "Ahmad", "Alan", "Al", "Albert", "Alejandro",
                "Alfred", "Allen", "Alvin", "Amir", "Andre", "Andrew", "Andy", "Anton",
                "Anthony", "Archie", "Arnold", "Art", "Austin", "Barney", "Barry", "Beck", "Ben",
                "Bernie", "Bert", "Bill", "Bob", "Brandon", "Brendan", "Bret", "Brock", "Bruce",
                "Bruno", "Bryan", "Burt", "Caleb", "Carl", "Casey", "Cedric", "Charley", "Chaz",
                "Chip", "Chuck", "Clayton", "Cliff", "Cody", "Conor", "Craig", "Curtis", "Cyril",
                "Dale", "Dan", "Daniel", "Danny", "Darrel", "Daryl", "Dave", "David", "Dexter",
                "Dennis", "Derrick", "Deshawn", "Devon", "Dillon", "Dimitri", "Doug", "Drew",
                "Earl", "Eddie", "Edgar", "Eduardo", "Eli", "Elijah", "Elliot", "Elvis",
                "Emilio", "Eric", "Ernest", "Ernesto", "Errol", "Esteban", "Ethan", "Evan", "Eugene",
                "Ezekiel", "Fabian", "Fabio", "Fidel", "Finn", "Francis", "Fraser", "Frank",
                "Fred", "Fritz", "Gabe", "Gale", "Gary", "Gene", "Geoff", "George", "Gilbert",
                "Glen", "Grant", "Greg", "Gus", "Gustavo", "Hal", "Hank", "Harold", "Harris",
                "Harry", "Harvey", "Hector", "Henry", "Horatio", "Howard", "Hugo", "Ian", "Ike",
                "Ira", "Isaac", "Ivan", "Jack", "Jacob", "James", "Jan", "Jared", "Jason", "Jay",
                "Jeb", "Jeff", "Jeffery", "Jerome", "Jerry", "Joe", "Joel", "John", "Jordan",
                "Judd", "Justin", "Karl", "Keanu", "Keith", "Ken", "Lance", "Lars", "Larry", "Lee",
                "Lenny", "Leo", "Leroy", "Linus", "Lou", "Luis", "Marcus", "Mark", "Martin", "Marty",
                "Mason", "Matthew", "Maurice", "Matt", "Max", "Melvin", "Michael", "Mick", "Mickey",
                "Mike", "Miles", "Mitch", "Moe", "Nate", "Nathan", "Nick", "Norm", "Norman", "Oliver",
                "Omar", "Oscar", "Oswald", "otto", "Pablo", "Pat", "Patrick", "Paul", "Pedro", "Pete",
                "Phil", "Philip", "Ralph", "Randal", "Raoul", "Rashid", "Reese", "Reuben", "Rich",
                "Richard", "Ricky", "Rich", "Robert", "Roger", "Rolando", "Ron", "Ronald", "Ruben",
                "Rudy", "Rusty", "Ryan", "Said", "Sam", "Sammy", "Saul", "Scott", "Seth", "Shane",
                "Sid", "Simon", "Sonny", "Stan", "Stanley", "Stefan", "Steve", "Stephen", "Stuart",
                "Ted", "Thad", "Theo", "Tim", "Timothy", "Tod", "Tony", "Trevor", "Tyler", "Victor",
                "Vijay", "Vince", "Vlad", "Wayne", "Wilfred", "Will", "Zack"
              ],

            f:["Abby", "Adele", "Adriana", "Aisha", "Alecia", "Allison", "Alyssa", "Amy", "Andrea",
                "Anne", "Audrey", "Becky", "Beth", "Betty", "Bonnie", "Bree", "Brittney", "Carla",
                "Carol", "Cassidy", "Cathleen", "Chanelle", "Charlize", "Chloe", "Christine", "Cleo",
                "Cindy", "Daphne", "Daria", "Dawn", "Deb", "Diane", "Elizabeth", "Emily", "Eva", "Faye",
                "Florence", "Gia", "Gladys", "Gretchen", "Harriet", "Hazel", "Helen", "Helga",
                "Hillary", "Ingrid", "Isabella", "Jackie", "Jeanette", "Jen", "Jessica", "Jodi", "Judy",
                "Karen", "Kelsey", "Lenore", "Lily", "Liz", "Lois", "Louise", "Lucy", "Lupita", "Mandy",
                "Margaret", "Maria", "Mary", "Megan", "Michelle", "Mindy", "Natalie", "Nichole",
                "Olga", "Opal", "Pam", "Pamela", "Peggy", "Phyllis", "Rachael", "Regina", "Renee",
                "Robyn", "Rosa", "Rosemary", "Ruth", "Sandy", "Sally", "Sam", "Samantha", "Sarah",
                "Selena", "Shannon", "Shelley", "Sofia", "Stacy", "Susan", "Tania", "Terry", "Tori",
                "Valerie", "Vicki", "Vivian", "Wendy"
              ]
        },

    hero:[
            {name:"Santa Claus", gender:"m"},
            {name:"Garfield", gender:"m"},
            {name:"James Bond", gender:"m"},
            {name:"Spider Man", gender:"m"},
            {name:"Odie", gender:"m"},
            {name:"Indiana Jones", gender:"m"},
            {name:"Rocky Balboa", gender:"m"},
            {name:"Han Solo", gender:"m"},
            {name:"Robin Hood", gender:"m"},
            {name:"Gandhi", gender:"m"},
            {name:"Superman", gender:"m"},
            {name:"Tarzan", gender:"m"},
            {name:"Obi-Wan", gender:"m"},
            {name:"Lassie", gender:"m"},
            {name:"Moses", gender:"m"},
            {name:"Popeye", gender:"m"},
            {name:"Zorro", gender:"m"},
            {name:"Batman", gender:"m"},
            {name:"Aladdin", gender:"m"},
            {name:"Bambi", gender:"m"},
            {name:"Kirby", gender:"m"},
            {name:"Eeyore", gender:"m"},
            {name:"Mario", gender:"m"},
            {name:"Luigi", gender:"m"},
            {name:"Yoda", gender:"m"},
            {name:"Luke Skywalker", gender:"m"},
            {name:"Chewbacca", gender:"m"},
            {name:"Mickey Mouse", gender:"m"},
            {name:"Harry Potter", gender:"m"},
            {name:"God", gender:"m"},
            {name:"Jesus", gender:"m"},
            {name:"Iron Man", gender:"m"},
            {name:"Sonic", gender:"m"},
            {name:"Wolverine", gender:"m"}
        ],

    villain:[
            {name:"Darth Vader", gender:"m"},
            {name:"HAL 9000", gender:"m"},
            {name:"Count Dracula", gender:"m"},
            {name:"Cruella de Vil", gender:"f"},
            {name:"Freddy Krueger", gender:"m"},
            {name:"Captain Hook", gender:"m"},
            {name:"Gaston", gender:"m"},
            {name:"Jafar", gender:"m"},
            {name:"the Headless Horseman", gender:"m"},
            {name:"Satan", gender:"m"},
            {name:"Magneto", gender:"m"},
            {name:"Lex Luthor", gender:"m"},
            {name:"Waluigi", gender:"m"},
            {name:"Wario", gender:"m"}
        ],

    celeb:[
            {name:"Elvis", gender:"m"},
            {name:"Steve Buscemi", gender:"m"},
            {name:"Brad Pitt", gender:"m"},
            {name:"Colin Farrell", gender:"m"},
            {name:"Arnold Schwarzenegger", gender:"m"},
            {name:"Barack Obama", gender:"m"},
            {name:"Bill Cosby", gender:"m"},
            {name:"Bill Gates", gender:"m"},
            {name:"Bob Saget", gender:"m"},
            {name:"Britney Spears", gender:"f"},
            {name:"Cher", gender:"f"},
            {name:"Hulk Hogan", gender:"m"},
            {name:"Conan O'Brien", gender:"m"},
            {name:"Danny DeVito", gender:"m"},
            {name:"Donald Trump", gender:"m"},
            {name:"Dr. Phil", gender:"m"},
            {name:"Ellen DeGeneres", gender:"f"},
            {name:"Jackie Chan", gender:"m"},
            {name:"Jim Carrey", gender:"m"},
            {name:"Joe Biden", gender:"m"},
            {name:"Justin Bieber", gender:"m"},
            {name:"Kanye West", gender:"m"},
            {name:"Lady Gaga", gender:"f"},
            {name:"Larry David", gender:"m"},
            {name:"Marilyn Manson", gender:"m"},
            {name:"Marilyn Monroe", gender:"f"},
            {name:"Martha Stewart", gender:"f"},
            {name:"MC Hammer", gender:"m"},
            {name:"Mike Tyson", gender:"m"},
            {name:"Miley Cyrus", gender:"f"},
            {name:"Neil Patrick Harris", gender:"m"},
            {name:"Oprah Winfrey", gender:"f"},
            {name:"Pee Wee Herman", gender:"m"},
            {name:"Ron Howard", gender:"m"},
            {name:"Shaq", gender:"m"},
            {name:"Snoop Dogg", gender:"m"},
            {name:"Weird Al", gender:"m"}
        ]
}